benchmark/version4.1+con5.txt
** SIEGE 2.74
** Preparing 5 concurrent users for battle.
The server is now under siege...      done.

Transactions:		         500 hits
Availability:		      100.00 %
Elapsed time:		        0.26 secs
Data transferred:	       95.22 MB
Response time:		        0.00 secs
Transaction rate:	     1923.08 trans/sec
Throughput:		      366.22 MB/sec
Concurrency:		        4.92
Successful transactions:         500
Failed transactions:	           0
Longest transaction:	        0.01
Shortest transaction:	        0.00