benchmark/worker_version4.4.txt
** SIEGE 2.74
** Preparing 50 concurrent users for battle.
The server is now under siege...      done.

Transactions:		        5000 hits
Availability:		      100.00 %
Elapsed time:		        2.53 secs
Data transferred:	      915.22 MB
Response time:		        0.02 secs
Transaction rate:	     1976.28 trans/sec
Throughput:		      361.75 MB/sec
Concurrency:		       48.79
Successful transactions:        5000
Failed transactions:	           0
Longest transaction:	        0.08
Shortest transaction:	        0.00